Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: རྣམ་པ་ འདི་ གསུམ་ གྱིས་ མ་ བྱིན་པ ར་ ལེན་པ འི་ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ མཇུག་ དང་ བྲལ་བ་ མ་ བྱིན་པ་ ལེན་པ འི་ ཆད་པ འི་ འབྲས་བུ་ ཆུང་བ ར་ འགྱུར་ ཏེ །_ མྱོང་བ ར་ འགྱུར་བ ར་ ངེས་པ་ མ་ ཡིན་ ནོ །_།
en: When a misdeed of stealing lacks any of these three aspects, which include preparations and conclusion, its effect will be minor and experienced in indeterminate ways.

source: གཞན་ ཡང་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $17 “What is sexual misconduct?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་བ ས་ མཐོང་ སྟེ །_
en: This is understood by a spiritual practitioner who observes phenomena.

source: འདི་ ལ་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ སྤྱོད་པ་ ན་ རང་ གི་ ཆུང་མ འམ་ གཞན་ གྱི་ ཆུང་མ་ དག་ གི་ སྐྱེ་གནས་ མ་ཡིན་པ ར་ འཇུག་པ ར་ བྱེད །_ གཞན་ བྱེད་པ་ ལ་ ཡང་ རྗེས་སུ་ ཡི་ རང་བ ར་ བྱེད །_ མི་ བྱེད་པ་ ཡང་ ཐབས་ ཀྱིས་ བྱེད་ དུ་ འཇུག་པ་ འདི་ ནི་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཞེས་ བྱ འོ །_།
en: Such a person will see that sexual misconduct occurs when one penetrates one’s own wife, or another man’s wife, through an opening other than the vagina, or when one rejoices in others performing such an act, or when one makes others engage in it even while refraining from doing so oneself.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ འབྲས་བུ་ ཆུང་བ ར་ འགྱུར་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $18 “In which cases will the effects of sexual misconduct be minor?

source: འདི་ ལ་ བྱས་ ནས་ འགྱོད་ ཅིང་ འཆགས་ ཏེ །_ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད །_ གཞན་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཡང་ཕྱི ར་ ཟློག་པ ར་ བྱེད །_ ལམ་ ལ་ འཇོག་པ ར་ བྱེད །_ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ དང་ བྲལ་བ འི་ སེམས་ ཡིན་ ཞིང་
en: When the act is regretted and confessed, when one does not rejoice in it, when one discourages others from engaging in sexual misconduct and establishes them on the path, and when the preparation or conclusion is incomplete.

source: ཚུལ་ཁྲིམས་ དང་ [86a] ལྡན་པ་ ཡིན་ ཏེ །_ འདི་ ནི་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ འབྲས་བུ་ ཆུང་བ ར་ འགྱུར་ ཞིང་ མྱོང་བ ར་ འགྱུར་བ ར་ མ་ངེས་པ་ ཡིན་ ནོ །_།
en: When such factors of intention and discipline are present [F.86.a] the effects of an act of sexual misconduct will be minor and their experience indeterminate.

source: ལུས་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་པོ་ དེ་དག་ ནི་ འབྲས་བུ་ ཆུང་བ་ དང་ འབྲས་བུ་ ཞན་པ ར་ འགྱུར་ རོ །_།
en: When the three misdeeds of the body are of this kind their effects are lesser and weak.

source: དེ་དག་ ནི་ ང འི་ ཉན་ཐོས་ སམ་ ང་ ལས་ ཐོས་ ནས་ ལས་ དང་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་ ཤིང་
en: $19 “Only those who hear these points from my hearers or from myself will understand the whole matter of karmic actions and their ripening effects.

source: གཞན་ གྱིས་ ཁ་ དྲང་ དུ་ མི་ རུང་བ་ གཞན་ ལ་ རག་ མ་ལ ས་པ་ མ་གཏོགས་ པ །_
en: Thus, they will not be swayed by the accounts of others, but become independent.

source: གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ རྣམས་ སམ །_ ལྷ་ དང་ བཅས་པ འི་ འཇིག་རྟེན་ ནམ །_ བདུད་ དང་ བཅས་པ འམ །_ ཚངས་པ་ དང་ བཅས་པ འམ །_ དགེ་སྦྱོང་ དང་ བྲམ་ཟེ ར་ བཅས་པ འི་ སྐྱེ་དགུ འམ །_ ལྷ་ དང་ །_ མི་ དང་ །_ ལྷ་མ་ ཡིན་ དུ་ བཅས་པ ས་ རྟོགས་པ འི་ ཡུལ་ མ་ ཡིན་ ནོ །_།
en: These points are not realized by wandering non-Buddhist practitioners. Neither are they realized by the world with its gods; nor by the māras; nor by Brahmā, mendicants, and brahmins; nor by gods, humans, and asuras.

source: གཞན་ ཡང་ ངག་ གི་ ཆད་པ་ ལྕི་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $20 “What are the misdeeds of speech?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ཆོས་ དང་ལ ས་ དང་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ ཡིན་ ཏེ །_ ངག་ གི་ ཆད་པ་ རྣམ་པ་ བཞི་ ལ་ འདི་ལྟ་སྟེ །_ བརྫུན་ དང་ །_ ཕྲ་མ་ དང་ །_ ཚིག་རྩུབ་པོ་ དང་ །_ ཚིག་ཀྱལ་པ་ དང་ བཞི འོ །_།
en: Spiritual practitioners who understand phenomena, as well as karmic actions and their maturation, will know that there are four misdeeds of speech: lying, divisive talk, harsh words, and chatter.

source: དེ་ ལ་ བརྫུན་ གང་ཞེ་ན །_
en: $21 “What is lying?

source: བདག་ཉིད་ ལ་ བདག་ཉིད་ སླུ་ ཞིང་ གཞན་ ཡང་ སླུ་བ་ ཡིན་ ཏེ །_
en: Lying is to deceive oneself and others.

source: སྨྲས་པ འི་ ཚེ །_ རྒྱལ་པོ འམ །_ བློན་པོ འི་ མངོན་སུམ་ དུ་ གཞན་དག་ ལ་ གནོད་པ འམ །_ འཕྲོག་པ ར་ བྱེད་པ་ ལོག་པ ས་ བསྐྱེད་པ འི་ བརྫུན་ གྱི་ སྐྱོན་ རབ་ཏུ་ འཇུག་པ་ འདི་ ནི་ བརྫུན་ དུ་ སྨྲ་བ་ ངག་ གི་ ཆད་པ་ རྫོགས་པ་ ཡིན་ ཏེ
en: Thus, when one expresses false complaints before a king or minister and so unjustly brings harm or ruin upon others, that constitutes a complete verbal misdeed of lying.

source: སེམས་ཅན་ དམྱལ་བ་ མྱོང་བ ར་ འགྱུར་བ་ ཡིན་ ནོ །_།
en: Such acts lead sentient beings to experience life in hell.

source: གཞན་ ཡང་ ངག་ གི་ ཆད་པ་ ཕྲ་མ་ ཞེས་ བྱ་བ་ ནི་
en: $22 “What is the misdeed of speech known as divisive talk?

source: དོན་ གཅིག་ ལ་ འཐུན་ པར་ ཞུགས་པ་ རྣམས་ ལ་ དབྱེན་ བྱ་བ འི་ བསམ་པ ས་ ཚིག་ རྗོད་པ ར་ བྱེད་པ་ འདི་ ནི་ ཕྲ་མ འི་ ངག་ གི་ ཆད་པ་ ཡིན་ ནོ །_།
en: If, with the intention to sow discord, one speaks to a group that is otherwise in agreement on a certain subject, that is a verbal misdeed of divisive talk.

source: ཕྲ་མ འི་ འབྲས་བུ་ ཆུང་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: How can the effects of divisive talk be lessened?

source: བདག་ གཏི་མུག་ གིས་ ངན་པ་ བྱས་ སོ་ ཞེས་ འཆགས་པ ར་ བྱེད །_
en: By confession, thinking, ‘In my delusion I have done wrong!’;

source: གཞན་ ཕྲ་མ་ ལ་ མངོན་པར་ དགའ་བ་ ཟློག་པ ར་ བྱེད །_
en: by hindering those who delight in sowing discord and by establishing them on the path;

source: ལམ་ ལ་ ཡང་དག་ པར་ འཇོག་པ ར་ བྱེད་ ལ་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ལ ས་ ཀྱི་ མཇུག་ མི་ བྱེད་པ་ ཡིན་ ནོ །_།
en: or by refraining from the act’s preparations or conclusion.

source: ལས་ ཀྱི་ ཉེར་བསྡོགས་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $23 “What are the preparations for such an act?

source: འདི་ ལ་ ཕྲ་མ་ ལ་ མངོན་པར་ དགའ་བ་ ཉོན་མོངས་པ་ རྒྱགས་པ་ ལ་ [86b] མངོན་པར་ ཞུགས་པ འི་ ཚིག་ གཞན་ དུ་ བཏགས་ ནས་ གཞན་ ལ་ སྨྲ་བ་ འདི་ ནི་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ ཡིན་ ནོ །_།
en: [F.86.b] They consist in speaking to others out of a delight in sowing discord and the affliction of haughtiness.

source: ཕྲ་མ འི་ ལས་ ཀྱི་ ལམ་ དང་ ཡང་དག་ པར་ རབ་ཏུ་ ལྡན་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: What is the course of action in terms of divisive talk?

source: འདི་ ལ་ སྡང་བ འི་ སེམས་ ཀྱིས་ ཡང་ དང་ ཡང་ དུ་ གཞན་ འབྱེད་ ལ་ རྗེས་སུ་ ཡི་ རང་ ཞིང་ ཀུན་དགའ་ བར་ བྱེད་པ་ འདི་ ནི་ ཕྲ་མ འི་ ལས་ ཀྱི་ ལམ་ དང་ ཡང་དག་ པར་ ལྡན་པ་ ཡིན་ ནོ །_།
en: It is to repeatedly rejoice and delight in disharmony based on an aggressive mind.

source: ལས་ ཀྱི་ མཇུག་ དང་ བཅས་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: When is the conclusion of such an act complete?

source: འདི་ ལ་ ཕྲ་མ་ བྱས་ ནས་ རྗེས་སུ་ ཡི་ རང་བ ར་ བྱེད །_
en: It is complete when one rejoices in a performed act of divisive talk;

source: ཕྱིར་ཞིང་ བྱེད་ བྱེད་པ་ ལ་ རྗེས་སུ་ ཡི་ རང་བ ར་ བྱེད །_ ཡིད་ ཀྱིས་ ཀུན་ ཏུ་ རྟོག་པ ར་ བྱེད །_
en: when one anticipates further, repeated engagements in such acts with excitement and pleasure;

source: དེ་ཉིད་ ལ་ མངོན་པར་ དགའ་བ ར་ བྱེད །_ ངང་ཚུལ་ གཞན་ དུ་ མི་ བྱེད་པ་ ཡིན །_
en: and when one does not wish to rectify this inclination.

source: སྡང་བ འི་ སེམས་ ཡིན །_
en: This mental state is one of aggression.

source: གཞན་དག་ གིས་ བཙལ་ ཅིང་ ཡིད་ཆེས་པ འི་ གནས་ སུ་ མི་འགྱུར་བ་ ཡིན །_ སྨོད་པ་ ཡིན །_
en: When examined by others, one will be deemed untrustworthy and scorned.

source: ངོ་ཚ་ བར་མི་ བྱེད་ ཅིང་ ཁྲེལ་མེད་ ལ་ བདག་ཉིད་ ལ་ སྨོད་པ ར་ མི་ བྱེད་པ་
en: Such an act exposes one as being shameless and without any sense of embarrassment or self-criticism.

source: འདི་ ནི་ ཕྲ་མ འི་ ཆད་པ་ ཡིན་ ནོ །_།
en: This is the verbal misdeed of divisive talk.

source: གཞན་ ཡང་ ཚིག་རྩུབ་པོ འི་ ཆད་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $24 “What is the misdeed of harsh words?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ཆོས་ དང་ །_ ལས་ དང་ ཀུན་འབྱུང་བ་ མཐོང་བ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who see phenomena, karmic actions, and their origin will understand this by means of knowledge derived from hearing.

source: འདི་ ནི་ ཚིག་རྩུབ་པོ ས་ བདག་ གདུང་བ ར་ བྱེད་ ཅིང་ ཡིད་ དུ་ མི་ འོང་བ་ རྣ་བ ར་ ཐོས་ ལ་ གླགས་ སྐྱེད་པ ར་ བྱེད །_
en: In this regard, harsh words bring harm to oneself and impact others by creating the occasion for them to hear unpleasant words.

source: དེ་ གཞན་ ལ་ གནས་ ཏེ །_ མཁྱུད་པ་ དང་ །_ འཆགས་པ་ དང་ །_ དགོད་པ་ དང་ །_ ཁྲོ་བ འི་ བསམ་པ ས་ རྣམ་པར་ སྨིན་པ་ དུ་མ་ རྣམ་པ་ དུ་མ འོ །_།
en: Such acts ripen in various ways, depending on whether they were concealed or confessed, or whether they were done in a spirit of jest or malice.

source: དེ་ ལ་ ཚིག་རྩུབ་པོ་ ཆེན་པོ ས་ ནི་ སེམས་ཅན་ དམྱལ་བ འི་ ཚོར་བ་ མྱོང་བ ར་ འགྱུར །_ ཚིག་རྩུབ་པོ་ འཆགས་པ ས་ ནི་ མྱོང་བ ར་ འགྱུར་བ ར་ མ་ངེས་པ་ ཡིན་ ཏེ །_
en: The severe forms of harsh words cause the experience of life in hell, yet through confession the resultant experience can become indeterminate.

source: འདི་དག་ ནི་ ངག་ གི་ ཆད་པ་ གསུམ་པ་ ཡིན་ ནོ །_།
en: This is the third verbal misdeed.

source: ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ དང་ །_ ཡང་དག་ པར་ ལྡན་པ་ ཞེས་ བྱ་བ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: The preparations, conclusion, and full possession are as described above.

source: གཞན་ ཡང་ ངག་ གི་ ཆད་པ་ བཞི་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $25 “What is the fourth verbal misdeed?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ལས་ དང་ ཆོས་ དང་ རྣམ་པར་ སྨིན་པ འི་ རྣམ་པ་ དུ་མ་ ཤེས་པ་ ཡིན་ ཏེ །_ ཚིག་ཀྱལ་པ་ ཞེས་ བྱ་བ་ སྔ་ཕྱི་ འབྲེལ་བ་ མེད་པ འི་ ཚིག་ཀྱལ་པ་ སྔ་མ་ དང་ ཕྱི་མ ར་ མི་ སྦྱོར་བ་ ཡིན་ ཏེ །_
en: Spiritual practitioners who comprehend numerous forms of karmic action, phenomena, and ripening recognize chatter to be pointless and unrelated babble.

source: མྱོང་བ ར་ འགྱུར་བ ར་ མ་ ངེས་ ཤིང་ཁ་ ན་མ་ ཐོ་བ་ མི་ མང་བ་ ཡིན་པ་
en: The resultant experiences are indeterminate, and the act involves less evil.

source: འདི་ ནི་ ངག་ གི་ [87a] ཆད་པ་ བཞི་པ་ ཡིན་ ནོ །_།
en: [F.87.a] Such is the fourth verbal misdeed.

source: གཞན་ ཡང་ ཡིད་ ཀྱི་ ཆད་པ་ ཇི་ལྟ་བུ་ ཡིན །_ རྣམ་པ་ ནི་ དུ་ཞིག་ ཡོད་ ཅེ་ན །_
en: $26 “What are mental misdeeds, and how many of them are there?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ལས་ དང་ ཆོས་ དང་ རྣམ་པར་ སྨིན་པ་ ལ་ རྗེས་སུ་ ལྟ་བ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡིད་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་ མཐོང་ སྟེ །_
en: Spiritual practitioners who consider karmic action, phenomena, and ripening know by means of knowledge derived from hearing that there are three mental misdeeds.

source: འདི་ལྟ་སྟེ །_ བརྣབ་སེམས་ ནི་ གཞན་ གྱི་ འབྱོར་པ་ མཐོང་ ནས་ ཤིན་ཏུ་ རྟོག་པ ར་ བྱེད །_ སེམས་ ཀྱིས་ འདོད་པ ར་ བྱེད །_ རྫས་ འདི་ ནི་ བདག་ གིར་ བྱ འོ་ སྙམ་ སྟེ །_
en: They understand that covetousness occurs when one sees the possessions of others, and that gives rise to thinking, craving, and the idea that ‘those things should be mine.’

source: བརྣབ་སེམས་ འདི་ ནི་ ཡིད་ ཀྱི་ ཆད་པ་ དང་པོ་ ཡིན་ ནོ །_།
en: Such covetousness is the first among the mental misdeeds.

source: གཞན་ ཡང་ ཡིད་ ཀྱི་ ཆད་པ ར་ འགྱུར་བ་ ནི་ ཕ་རོལ་ གྱི་ ཕུན་སུམ་ ཚོགས་པ་ མཐོང་ ནས་ ཡིད་ རབ་ཏུ་ སྡང་བ་ གནོད་སེམས་ ཏེ །_
en: $27 “There is also ill will, which is to give rise to a hostile and aggressive state of mind when seeing others’ agreeable circumstances.

source: ཡིད་ ཀྱི་ ཆད་པ་ གཉིས་པ་ ཡིན་ ནོ །_།
en: That is the second mental misdeed.

source: གཞན་ ཡང་ ཡིད་ ཀྱི་ ཆད་པ་ གསུམ་པ་ ནི་ ལོག་པ ར་ ལྟ་བ ས་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ མཐོང་བ་ ལོག་པ ར་ ལྟ་བ འི་ ཆད་པ འོ །_།
en: $28 “The third mental misdeed is wrong view, a mistaken perception of things.

source: དེ་ཡང་ རྣམ་པ་ གཉིས་ ཏེ །_ ཡོད་པ་ འཇིག་པ་ དང་ །_ ལོག་པ ར་ ཤེས་པ འོ །_།
en: This has two aspects: denying what is, and misunderstanding.

source: དེ་ ལ་ ཡོད་པ་ འཇིག་པ་ ནི་ འདི་ལྟར་ སྦྱིན་པ་ མེད །_ སྦྱིན་སྲེག་ མེད །_ མཆོད་སྦྱིན་ མེད །_ ལེགས་པ ར་ བྱས་པ་ དང་ །_ ཉེས་པ ར་ བྱས་པ་ དག་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ མེད་ དོ་ ཞེས་ བྱ་བ་ རྒྱ་ ཆེ ར་ སྦྱར་ རོ །_།
en: Denying what is means to deny the relevance of such things as generosity, fire offerings, and sacrificial worship, or that good and bad deeds will ripen into karmic consequences.

source: ལོག་པ ར་ ཤེས་པ་ ཞེས་ བྱ་བ་ ནི །_ བདེ་བ་ དང་ སྡུག་བསྔལ་ གང་ཡིན་པ་ དེ་ ནི་ ལྷ ས་ བྱས་ ཀྱི་ ལས་ ཀྱི་ འབྲས་བུ ས་ ནི་ མ་ བྱས་ སོ་ ཞེས་ ཟེར་བ་ སྟེ །_
en: Misunderstanding is the belief that happiness and suffering are bestowed by gods and not the result of karmic action.

source: འདི་ ནི་ ལོག་པ ར་ ལྟ་བ་ རྣམ་པ་ གཉིས་པ་ ཡིན་ ནོ །_།
en: That is the second form of wrong view.

source: གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ ལུས་ དང་ ངག་ དང་ ཡིད་ རྣམ་པ་ གསུམ་ གྱི་ ཆད་པ་ རྣམ་པ་ བཅུ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་ ན །_
en: $29 “If one resorts to, becomes habituated to, and increases these ten misdeeds that pertain to body, speech, and mind, their consequences may become certain as they ripen in the present life.

source: ཚེ་ འདི་ཉིད་ ལ་ལ ས་ ཀྱི་ འབྲས་བུ་ མྱོང་བ ར་ འགྱུར་བ ར་ ངེས་པ་ དང་ །_ ཤི་ ནས་ གཞན་ དུ་ སྐྱེས་ ན་ དེ འི་ རྒྱུ་ཅན་ གྱི་ ལས་ ཀྱི་ འབྲས་བུ་ གང་ཡིན་པ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ་ ཇི་ལྟ་བུ་ ཡིན་པ་ དང་ །_ ཡང་ འཇིག་རྟེན་ འདིར་ སྐྱེས་ ན་
en: The karmic effects may also be experienced in accordance with the causal actions following one’s death and rebirth into another realm, or they may be experienced in various ways following rebirth in this realm.

source: ཡང་ དེ་དག་ ཅི་འདྲ་ བར་ འགྱུར་ ཞེ་ན
en: How is that?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ལས་ དང་ ཆོས་ དང་ རྣམ་པར་ སྨིན་པ་ ལ་ རྗེས་སུ་ ལྟ་བ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: A spiritual practitioner who considers karmic action, phenomena, and ripening will understand this either through knowledge derived from hearing or by seeing with the divine eye.

source: ལུས་ ཀྱི་ སྲོག་གཅོད་པ་ དང་པོ འོ །_།
en: $30 “Killing is the first of the misdeeds of the body.

source: སྲོག་གཅོད་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ སེམས་ཅན་ དམྱལ་ [87b] བ་ དང་ དུད་འགྲོ་ དང་ ཡི་དགས་ ཀྱི་ ཡུལ་ རྣམས་ སུ་ སྐྱེ་བ ར་ བྱེད་ དོ །_།
en: If one resorts to, becomes habituated to, and increases the amount of killing, one will take birth in the realms of hell beings, [F.87.b] animals, or starving spirits.

source: གལ་ཏེ་ མི་ དག་ དང་ སྐལ་བ་ མཉམ་པ ར་ མི འི་ ནང་ དུ་ སྐྱེས་ ན་ དེ་ ཚེ་ ཐུང་བ་ ཡིན་ ནོ །_།
en: Even if one is born among humans, sharing in their good fortune, one will have a short life.

source: གལ་ཏེ་ རྔོན་པ་ ལྟ་བུ་ ལ་ ཆགས་པ ས་ སྲོག་གཅོད་པ་ བྱས་ ན །_ སྲོག་གཅོད་པ་ བྱས་པ་ དེ་ ཉམས་པ ར་ འགྱུར་ ཏེ །_
en: If, for example, one is a hunter who has killed due to attachment, one will suffer a downfall because of that.

source: དེ་ རི་ དག ས་ དང་ །_ ཕག་ དང་ །_ སྲེག་པ་ དང་ །_ ཁྱིམ་བྱ་ དང་ །_ གོང་མ་སྲེག་ དང་ །_ ཉ་ ལ་སོགས་ པར་ གྱུར་པ་ ན །_ རྒྱ འམ་ མཆིལ་ བས་ གསོད་ དོ །_།
en: Having become a deer, pig, partridge, chicken, pheasant, fish, or the like, one will be killed by a trap or a hook.

source: འཁོར་བ་ ན་ ལས་ དེ་ལྟ་ བུ འི་ རྒྱུས་ འབྲེལ་བ་
en: Such are the causal relationships associated with the acts of killing in cyclic existence.

source: གལ་ཏེ་ ཡང་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མི འི་ ནང་ དུ་ སྐྱེས་ ན་ དེ་ ཚེ་ ཐུང་བ ར་ འགྱུར་ ཞིང་ །_
en: Even if one is born among humans, sharing in their good fortune, one’s life will be short.

source: མཁས་པ་ རྣམས་ ཀྱི་ ཡུལ་ དུ་ སྐྱེ་བ ར་ མི་ འགྱུར་ ལ །_ མཚོན་ མང་པོ ས་ འཁྲུག་པ འི་ ཡུལ་ དུ་ མྱུར་བ་ ཉིད་ དུ་ གསོད་ དོ །_།
en: One will not be born in a land of wise people and instead one’s birthplace will be plagued by many armed conflicts. There, one will soon be killed.

source: སྲོག་གཅོད་པ་ ཆུང་ངུ་ དང་ འབྲིང་ དང་ ཆེན་པོ འི་ ཚིགས་ སུ་ བཅད་པ །_
en: Here is a verse on lesser, intermediate, and severe killing:

source: ཁ་ཅིག་ མངལ་ དང་ དེ་བཞིན་ གཞན །_། བཙས་པ འི་ ཁྱིམ་ དང་ གཞན་དག་ ནི །_། གོག་པ་ ཙམ་ དང་ དེ་བཞིན་ དུ །_། གཞན་དག་ ཡོངས་སུ་ རྒྱུག་ ན་ འཆི །_།
en: $31 “Some die in the womb, Others at childbirth, Others while only being able to crawl, And still others who have already learned to walk.

source: དེ་ལྟ ར་ སྲོག་གཅོད་པ་ ནི་ ད་ལྟ ར་ གྱི་ ཚེ་ ལ་ རྣམ་པར་ སྨིན་པ ས་ དབང་ དུ་ བྱས་པ འི་ ལས་ ཡིན་ ནོ །_།
en: $32 “Such is the ripening of the act of killing in terms of the present life.

source: གཞན་ ཡང་ མ་ བྱིན་པ ར་ ལེན་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ རྣམ་པར་ སྨིན་པ་ རྣམ་པ་ གསུམ་པོ་ འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ མྱོང་བ་ དང་ ཚེ་ འདི་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ་
en: $33 “Resorting to, becoming habituated to, and increasing acts of stealing yields three forms of ripening: the experience of life in hell, present life consequences, and concordant effects in future lives.

source: ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: What are these like?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ལས་ དང་ ཆོས་ དང་ རྣམ་པར་ སྨིན་པ་ ལ་ རྗེས་སུ་ ལྟ་བ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who consider karmic action, phenomena, and ripening perceive this based on the knowledge derived from hearing.

source: དེ་ལྟ ར་ མ་ བྱིན་པ ར་ ལེན་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ རྣམས་ ཀྱི་ ཡུལ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: If one resorts to, becomes habituated to, and increases acts of stealing, one will take birth in the realms of hell beings, animals, or starving spirits.

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མི འི་ ནང་ དུ་ སྐྱེས་ ན་ ཡང་ དབུལ་བ ར་ འགྱུར་ ཏེ །_
en: Even if one is born among humans, sharing in their good fortune, one will be destitute.

source: ལོངས་སྤྱོད་ བསྒྲུབས་པ་ གང་དག་ ཡོད་པ་ དེ་དག་ རྒྱལ་པོ འི་ ཆད་པ་ དང་ །_ ཆུ་ དང་ །_ མེ་ དང་ །_ མཚོན་ དང་ །_ ཆོམ་རྐུན་ གྱི་ འཇིགས་པ་ དག་ གིས་
en: Whatever enjoyable things one might have will be taken by punitive legislation, water, fire, weapons, robbers, or thieves.

source: བསགས་ བསགས་པ་ དག་ ཆུད་ ཟ་བ ར་ འགྱུར །_ ནམས་ ཀྱང་ བདེ་བ ར་ མི་ [88a] འགྱུར་ ཏེ །_
en: Thus, whatever one may have gathered will be wasted and what is obtained will not yield any enjoyment.

source: འདི་ ནི་ མ་ བྱིན་པ ར་ ལེན་པ འི་ ཆད་པ འི་ འབྲས་བུ་ རྣམ་པ་ གསུམ་པ་ ཡིན་ ནོ །_།
en: [F.88.a] These are the three effects of stealing.

source: གཞན་ ཡང་ ནང་ གི་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ འབྲས་བུ་ རྣམ་པ་ གསུམ་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $34 “What are the three effects of resorting to, becoming habituated to, and increasing acts of sexual misconduct?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ལས་ དང་ ཆོས་ དང་ རྣམ་པར་ སྨིན་པ་ ལ་ རྗེས་སུ་ ལྟ་བ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who observe karmic action, phenomena, and ripening will perceive the following either through knowledge derived from hearing or by seeing with the divine eye.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ ཡི་དགས་ རྣམས་ ཀྱི་ ཡུལ་ དུ་ སྐྱེ འོ །_།
en: If one resorts to, becomes habituated to, and increases acts of sexual misconduct, one will take birth in the realms of hell beings, animals, or starving spirits.

source: གལ་ཏེ་ མིར་ སྐྱེས་ ན་ ཡང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ འི་ ཆུང་མ་ གུས་པ་ མེད་པར་ འགྱུར །_ མཚན་གཉིས་པ ར་ འགྱུར །_ འཇིག་རྟེན་ པས་ བརྙས་པ ར་ འགྱུར་ རོ །_།
en: If one is born as a human, the causally concordant effect will be such that one’s spouse is disrespectful, one becomes a hermaphrodite, or one is held in contempt by the world.

source: འདི་ ནི་ ལུས་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་པ འི་ རྣམ་པར་ སྨིན་པ འི་ འབྲས་བུ་ རྣམ་པ་ གསུམ་ ཡིན་ ཏེ །_
en: $35 “Such are the threefold effects of the ripening of the three physical misdeeds.

source: གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ རྣམས་ ཀྱི་ ལུས་ ཀྱི་ ཆད་པ་ མི་འདོད་པ་ ནས་ རྒྱས་པ ར་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ འི་ བར་ ནི་ དེ་ལྟ་ བུ་ མ་ ཡིན་ ནོ །_།
en: However, the wandering non-Buddhist practitioners do not accept any of this, from the physical misdeeds up to and including their ripening.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_
en: Why is that?

source: གཏི་མུག་ དང་ འགྲོགས་པ་ བསྒོམས་པ འི་ སེམས་ དང་ ལྡན་པ་ གཞན་ གྱིས་ ནི་ ང འི་ ལས་ དང་ ཆོས་ དང་ རྣམ་པར་ སྨིན་པ འི་ གང་ཡིན་པ་ འདི་ མི་ མཐོང་ གི _།
en: Because those who develop and cultivate ignorance do not perceive my teaching on karmic action, phenomena, and ripening.

source: འདི་ལྟར་ ང འི་ ཉན་ཐོས་ དང་ །_ ང འི་ རྣལ་འབྱོར་ སྤྱོད་པ་ དག་ གིས་ རྗེས་སུ་ མཐོང་ ངོ་ །_།
en: However, my hearers and my spiritual practitioners do see this.

source: གཞན་ ཡང་ ཚིག་ དང་ ངག་ གི་ ཆད་པ་ ཇི་ལྟ་བུ་ ཡིན །_
en: $36 “Furthermore, what is meant by a spoken or verbal misdeed?

source: རྣམ་པ་ ནི་ དུ་ཡོད་ ཅེ་ན །_
en: What forms does it assume?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་བ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ངག་ གི་ ཆད་པ་ རྣམ་པ་ བཞི་ མཐོང་ སྟེ །_ འདི་ལྟ་སྟེ །_ བརྫུན་ དང་ །_ ཕྲ་མ་ དང་ །_ ཚིག་རྩུབ་པོ་ དང་ །_ ཚིག་ཀྱལ་པ འོ །_།
en: Spiritual practitioners who abide by the observation of phenomena perceive four verbal misdeeds by means of knowledge derived from hearing: lying, divisive talk, harsh words, and chatter.

source: དེ་ ལ་ བརྫུན་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ ཀྱི་ སྐྱེ་གནས་ རྣམས་ སུ་ སྐྱེ འོ །_།
en: If one resorts to, becomes habituated to, and increases acts of lying one will take birth in the realms of hell beings, animals, or starving spirits.

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མི འི་ ནང་ དུ་ སྐྱེས་ ན་ ཡང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ཀྱིས་ ཚིག་ གཟུང་བ ར་ མི་ འགྱུར་ ཏེ །_
en: Even if one is born among humans, sharing in their good fortune, others will disregard what one has to say.

source: རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ དང་ ཁྱིམ་བདག་ གི་ འཁོར་ [88b] དང་ རྒྱལ་རིགས་ ཀྱི་ འཁོར་ དང་ རང་ གི་ བུ་ དང་ ཆུང་མ ས་ ཀྱང་ ཚིག་ གཟུང་བ ར་ མི་ འགྱུར །_
en: Nobody will listen, whether in royal courts, among householders, [F.88.b] amid the nobility, or even in the company of one’s own children and spouse.

source: དེ འི་ ཁ་ ནས་ དྲི་ མནམ་པ་ འབྱུང་ །_ སོ་ དང་ཁ་ དང་ མདོག་ དང་ པགས་པ་ མི་ སྡུག་པ ར་ འགྱུར །_
en: One’s breath will carry a foul odor, and one’s teeth, mouth, complexion, and skin will be unpleasant to behold.

source: འཇིག་རྟེན་པ་ ཀུན་ གྱིས་ ཀྱང་ ལོག་པ འི་ མངོན་པར་ སྤྱོད་པ ས་ མངོན་པར་ སྦྱོར་བ ར་ འགྱུར །_ རྟག་ ཏུ་ འཇིགས་ པར་ ཡང་ འགྱུར །_
en: Mistreated by all worldly individuals, one will live in perpetual fear.

source: དེ འི་ མཛའ་བཤེས་ དང་ །_ གཉེན་ དང་ །_ སྐྱེ་བོ་ སྙིང་ དུ་ སྡུག་པ་ དག་ བསྟེན་པ ར་ མི་ འགྱུར །_
en: Family, friends, and loved ones will be unreliable.

source: བྱེད་པ་ བརྩམས་པ་ ཐམས་ཅད་ འབྲས་བུ་ མེད་པར་ འགྱུར །_ དོན་མེད་པ་ ཐམས་ཅད་ སྤྱོད་པ ར་ འགྱུར་ ཏེ །_
en: All projects one undertakes will come to naught, and one will instead be driven to pursue all sorts of meaningless activities.

source: འདི་ ནི་ བརྫུན་ གྱི་ ལས་ ཀྱི་ འབྲས་བུ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ ཡིན་ ནོ །_།
en: Such are the unattractive, ugly, and unpleasant karmic effects of the act of lying.

source: གཞན་ ཡང་ ངག་ གི་ ཆད་པ་ གཉིས་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ འབྲས་བུ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $37 “What are the effects of resorting to, becoming habituated to, and increasing the second verbal misdeed?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་བ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who carefully observe phenomena perceive this either through knowledge derived from hearing or by seeing with the divine eye.

source: ཕྲ་མ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ རྣམས་ ཀྱི་ ཡུལ་ དུ་ སྐྱེ འོ །_།
en: If one resorts to, becomes habituated to, and increases divisive talk one will take birth in the realms of hell beings, animals, or starving spirits.

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མི འི་ ནང་ དུ་ སྐྱེས་ ན་ ཡང་ དེ་ ལྐུགས་པ ར་ འགྱུར །_ འོན་པ ར་ འགྱུར །_ དེ འི་ ཁ་ ནས་ དྲི་ མནམ་པ་ འབྱུང་ །_
en: Even if one is born among human beings, sharing in their good fortune, one may be dumb, deaf, or suffer from bad breath.

source: དེ འི་ ཚིག་ ལ་ སུ་ ཡང་ ཡིད་ མི་ ཆེས་ ཤིང་ དེ་ སྐྱེ་བོ་ ཀུན་ གྱི་ བཞད་གད་ པར་ འགྱུར །_
en: Nobody will trust one’s words and one will become the laughingstock of all.

source: གདོང་ གི་ མདོག་ མི་ སྡུག་པ ར་ འགྱུར །_
en: One’s facial complexion will be unattractive.

source: གནས་ གཅིག་ ལ་ མངོན་པར་ དགའ་བ ར་ མི་ འགྱུར །_
en: One will be unable to feel at ease at any single location.

source: སེམས་ གཡོ་ བར་ འགྱུར །_ སེམས་ འཐས་པ ར་ འགྱུར་ ཏེ །_
en: One’s mind will be restless yet rigid.
